[
    {
        "date": "1998-02-20",
        "explanation": "Where is Hale-Bopp now? The Great Comet of 1997, one of the largest and most active comets ever, is outbound about 400 million miles from the sun. Too faint for viewing without telescopes or binoculars, Hale-Bopp is presently positioned in the very southerly constellation of Pictor. This \"negative\" image (black stars against white sky) of Hale-Bopp is the result of a 1 hour time exposure using the 1-metre European Southern Observatory Schmidt telescope on January 5. Clearly the comet still has a substantial tail, blown by the solar wind, that points generally away from the sunward direction. But look closely. A spiky \"anti-tail\" is also visible pointing toward the sun! It is likely that this anti-tail is composed of dust grains released from the comet nucleus which are too large to be easily pushed by the solar wind. As Hale-Bopp recedes from the sun its activity will subside but astronomers are still uncertain as to how long its tails will last. After a swing through the outer solar system and the Oort cloud, Hale-Bopp will pass through the inner solar system again ... around the year 5400.",
        "hdurl": "https://apod.nasa.gov/apod/image/9802/halebopp1_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hale-Bopp: A Continuing Tail",
        "url": "https://apod.nasa.gov/apod/image/9802/halebopp1_eso.jpg"
      },
      {
        "date": "1998-02-21",
        "explanation": "This picture was taken by the Voyager 2 spacecraft in 1989 - the only spacecraft ever to visit Neptune. Neptune will be the farthest planet from the Sun until 1999, when the elliptical orbit of Pluto will cause it to once again resume this status. Neptune, like Uranus, is composed mostly of liquid water, methane and ammonia, is surrounded by a thick gas atmosphere of mostly hydrogen and helium, and has many moons and rings. Neptune's moon Triton is unlike any other and has active volcanoes. The nature of Triton's unusual orbit around Neptune is the focus of much discussion and speculation.",
        "hdurl": "https://apod.nasa.gov/apod/image/neptune_vg2.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Neptune: Big Blue Giant",
        "url": "https://apod.nasa.gov/apod/image/neptune_vg2.gif"
      },
      {
        "date": "1998-02-22",
        "explanation": "A background of distant stars, sinuous and spiky bands of Southern Lights (Aurora Australis), and the faint glow of charged plasma (ionized atomic gas) surrounding the Space Shuttle Discovery's engines give this photo from the STS-39 mission an eerie, otherworldly look. This image reflects Discovery's April 1991 mission well - its payload bay (PLB) was filled with instruments designed to study celestial objects, aurora and atmospheric phenomena, and the low Earth orbit environment around the PLB itself. The aurora seen here are at a height of about 50-80 miles. Aurora are caused by charged particles in the solar wind, channeled through the Earth's magnetic field which excite molecules in the upper atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/9802/aurora1_sts39_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Southern Lights and Shuttle Glow",
        "url": "https://apod.nasa.gov/apod/image/9802/aurora1_sts39.jpg"
      }
]